Repository: DeadEndshadow/Tickoff
Catalog: tickoff/lib/l10n/app_*.arb
Languages: de, fr

source: Home
fr: Accueil

source: Settings
de: Einstellungen
fr: Paramètres

source: Welcome 👋
de: Willkommen 👋
fr: Bienvenue 👋

# welcomeSubtitle
source: Keep track of tick bites and stay healthy.
de: Behalte Zeckenstiche im Blick und bleib gesund.
fr: Gardez un œil sur les morsures de tiques et restez en bonne santé.

source: My History
de: Meine Historie
fr: Mon Historique

source: Risk Map
de: Risikokarte
fr: Carte des Risques

# tipsAndInfo
source: Tips & Info
de: Tipps & Infos
fr: Conseils & Infos

source: Theme
fr: Thème

source: Select Theme
de: Theme auswählen
fr: Choisir le Thème

source: Light
de: Hell
fr: Clair

source: Dark
de: Dunkel
fr: Sombre

source: Language
de: Sprache
fr: Langue

source: Select Language
de: Sprache auswählen
fr: Choisir la Langue

source: German
de: Deutsch
fr: Allemand

source: English
de: Englisch
fr: Anglais

source: French
de: Französisch
fr: Français

source: Notification Settings
de: Benachrichtigungseinstellungen
fr: Paramètres de Notification

# aboutApp
source: About the App
de: Über die App
fr: À Propos

# aboutDescription
source: Tickoff helps you document tick bites and identify risk areas.
de: Tickoff hilft dir, Zeckenstiche zu dokumentieren und Risikobereiche zu identifizieren.
fr: Tickoff vous aide à documenter les morsures de tiques et à identifier les zones à risque.

source: Close
de: Schliessen
fr: Fermer

source: Save
de: Speichern
fr: Enregistrer

source: Cancel
de: Abbrechen
fr: Annuler

source: History
de: Historie
fr: Historique

# noEntries
source: No entries available
de: Keine Einträge vorhanden
fr: Aucune entrée disponible

source: Add Entry
de: Eintrag hinzufügen
fr: Ajouter une Entrée

source: Location
de: Ort
fr: Lieu

source: Delete
de: Löschen
fr: Supprimer

source: Edit
de: Bearbeiten
fr: Modifier

source: Tick Bite
de: Zeckenstich
fr: Morsure de Tique

source: Symptoms
de: Symptome
fr: Symptômes

# systemTheme
source: System
fr: Système

# newTickBiteTitle
source: New Tick Bite Reported
de: Neuer Zeckenstich gemeldet
fr: Nouvelle Morsure de Tique Signalée

# newTickBiteMessage
source: A new tick bite has been successfully registered.
de: Ein neuer Zeckenstich wurde erfolgreich registriert.
fr: Une nouvelle morsure de tique a été enregistrée avec succès.

source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les Notifications

# notificationsEnabledDesc
source: Receive notifications for new tick bites
de: Erhalte Benachrichtigungen bei neuen Zeckenstichen
fr: Recevez des notifications pour les nouvelles morsures de tiques

# deleteEntryTitle
source: Delete Entry?
de: Eintrag löschen?
fr: Supprimer l'Entrée?

# deleteEntryMessage
source: Do you really want to delete this tick bite entry?
de: Möchtest du diesen Zeckenstich-Eintrag wirklich löschen?
fr: Voulez-vous vraiment supprimer cette entrée de morsure de tique?

source: Entry deleted
de: Eintrag gelöscht
fr: Entrée supprimée

source: Error deleting
de: Fehler beim Löschen
fr: Erreur lors de la suppression

source: Your Tick Bites
de: Deine Zeckenstiche
fr: Vos Morsures de Tiques

# noEntriesDescription
source: Report a tick bite on the risk map to see it here.
de: Melde einen Zeckenstich auf der Risikokarte, um ihn hier zu sehen.
fr: Signalez une morsure de tique sur la carte des risques pour la voir ici.

source: Error loading
de: Fehler beim Laden
fr: Erreur de chargement

source: Successfully saved!
de: Erfolgreich gespeichert!
fr: Enregistré avec succès!

# tickBiteSavedMessage
source: The tick bite has been successfully reported and marked on the map.
de: Der Zeckenstich wurde erfolgreich gemeldet und auf der Karte markiert.
fr: La morsure de tique a été signalée avec succès et marquée sur la carte.

# tapToMark
source: Tap on the map to mark a tick bite
de: Tippe auf die Karte, um einen Zeckenstich zu markieren
fr: Appuyez sur la carte pour marquer une morsure de tique

# locationLoading
source: Loading location...
de: Standort wird ermittelt...
fr: Chargement de la localisation...

source: Error saving
de: Fehler beim Speichern
fr: Erreur d'enregistrement

source: Report Here
de: Hier melden
fr: Signaler Ici

source: Recognize Ticks
de: Zecken erkennen
fr: Reconnaître les Tiques

# recognizeTicksDesc
source: Ticks are small, spider-like creatures (1-5mm). They prefer warm, moist body areas like armpits, behind knees and hairline.
de: Zecken sind kleine, spinnenartige Tiere (1-5mm). Sie bevorzugen warme, feuchte Körperstellen wie Achseln, Kniekehlen und Haaransatz.
fr: Les tiques sont de petites créatures ressemblant à des araignées (1-5mm). Elles préfèrent les zones chaudes et humides du corps comme les aisselles, derrière les genoux et la racine des cheveux.

source: Remove Tick
de: Zecke entfernen
fr: Retirer la Tique

# removeTickDesc
source: 1. Use tick tweezers or forceps 2. Grasp tick close to the skin 3. Pull out slowly and straight 4. Don't twist or squeeze 5. Disinfect the area
de: 1. Zeckenzange oder Pinzette verwenden 2. Zecke nah an der Haut greifen 3. Langsam und gerade herausziehen 4. Nicht drehen oder quetschen 5. Stelle desinfizieren
fr: 1. Utilisez une pince à tiques ou une pince 2. Saisissez la tique près de la peau 3. Tirez lentement et droit 4. Ne pas tourner ou presser 5. Désinfecter la zone

# whenToDoctor
source: When to See a Doctor?
de: Wann zum Arzt?
fr: Quand Consulter un Médecin?

# whenToDoctorDesc
source: • Redness spreads in a circular pattern (erythema migrans) • Flu-like symptoms after bite • Fever, headache or body aches • Tick cannot be removed
de: • Rötung breitet sich kreisförmig aus (Wanderröte) • Grippeähnliche Symptome nach Stich • Fieber, Kopf- oder Gliederschmerzen • Zecke lässt sich nicht entfernen
fr: • Rougeur se propage en cercle (érythème migrant) • Symptômes grippaux après la morsure • Fièvre, maux de tête ou douleurs corporelles • La tique ne peut pas être retirée

source: Prevention
de: Vorbeugung
fr: Prévention

# preventionDesc
source: • Wear long clothing in forests and meadows • Light-colored clothing (ticks more visible) • Use tick repellent • Check body after outdoor activity • TBE vaccination in risk areas
de: • Lange Kleidung in Wald und Wiesen • Helle Kleidung (Zecken besser sichtbar) • Zeckenschutzmittel verwenden • Nach dem Aufenthalt Körper absuchen • FSME-Impfung in Risikogebieten
fr: • Porter des vêtements longs en forêt et dans les prairies • Vêtements clairs (tiques plus visibles) • Utiliser un répulsif à tiques • Examiner le corps après une activité en plein air • Vaccination contre l'encéphalite à tiques dans les zones à risque

source: Diseases
de: Krankheiten
fr: Maladies

# diseasesDesc
source: • Lyme disease: Caused by bacteria, treatable with antibiotics • TBE: Caused by viruses, only vaccine protection available • Not every tick bite leads to illness
de: • Borreliose: Durch Bakterien, behandelbar mit Antibiotika • FSME: Durch Viren, nur Impfschutz möglich • Nicht jeder Zeckenstich führt zu einer Erkrankung
fr: • Maladie de Lyme: Causée par des bactéries, traitable avec des antibiotiques • Encéphalite à tiques: Causée par des virus, seule la vaccination protège • Toutes les morsures de tiques ne conduisent pas à une maladie

# tickSize
source: Size: 1-5mm (unfilled) to 1cm (engorged)
de: Größe: 1-5mm (ungefüllt) bis 1cm (vollgesogen)
fr: Taille: 1-5mm (non remplie) à 1cm (gorgée)

# tickLegs
source: 8 legs (arachnid, not an insect)
de: 8 Beine (Spinnenart, kein Insekt)
fr: 8 pattes (arachnide, pas un insecte)

# tickColor
source: Color: brown to black
de: Farbe: braun bis schwarz
fr: Couleur: brun à noir

# tickPreferredSpots
source: Preferred spots: warm & moist
de: Bevorzugte Stellen: warm & feucht
fr: Endroits préférés: chaud & humide

source: Important: Don't twist!
de: Wichtig: Nicht drehen!
fr: Important: Ne pas tourner!

# removeWithin24h
source: Time: Remove within 24h
de: Zeit: Innerhalb 24h entfernen
fr: Temps: Retirer dans les 24h

# tickToolTweezer
source: Tool: Tick tweezers or card
de: Werkzeug: Zeckenzange oder -karte
fr: Outil: Pince à tiques ou carte

source: Disinfect after removal
de: Desinfektion nach Entfernung
fr: Désinfecter après retrait

# erythemaMigrans
source: 🔴 Erythema migrans (circular redness)
de: 🔴 Wanderröte (kreisförmige Rötung)
fr: 🔴 Érythème migrant (rougeur circulaire)

source: 🔴 Flu-like symptoms
de: 🔴 Grippeähnliche Symptome
fr: 🔴 Symptômes grippaux

source: 🔴 Joint pain
de: 🔴 Gelenkschmerzen
fr: 🔴 Douleurs articulaires

source: 🔴 Paralysis symptoms
de: 🔴 Lähmungserscheinungen
fr: 🔴 Symptômes de paralysie

# feverAfterBite
source: 🔴 Fever after tick bite
de: 🔴 Fieber nach Zeckenstich
fr: 🔴 Fièvre après morsure

# wearLongClothing
source: Wear long, light-colored clothing
de: Lange, helle Kleidung tragen
fr: Porter des vêtements longs et clairs

source: Avoid tall grass
de: Hohes Gras meiden
fr: Éviter les hautes herbes

source: Use repellent
de: Repellent verwenden
fr: Utiliser un répulsif

source: Check body
de: Körper absuchen
fr: Examiner le corps

# considerVaccination
source: Consider TBE vaccination
de: FSME-Impfung erwägen
fr: Envisager la vaccination FSME

# lymeDiseaseTitle
source: Lyme Disease
de: Borreliose (Lyme-Krankheit)
fr: Maladie de Lyme

# lymeDiseaseInfo
source: • Transmission: 12-24h after bite • Symptom: Erythema migrans • Treatment: Antibiotics • Vaccine: Not available
de: • Übertragung: 12-24h nach Stich • Symptom: Wanderröte • Behandlung: Antibiotika • Impfung: Nicht verfügbar
fr: • Transmission: 12-24h après morsure • Symptôme: Érythème migrant • Traitement: Antibiotiques • Vaccin: Non disponible

# tbeTitle
source: TBE (Tick-borne Encephalitis)
de: FSME (Frühsommer-Meningoenzephalitis)
fr: FSME (Encéphalite à tiques)

# tbeInfo
source: • Transmission: Immediately after bite • Symptom: Flu-like, fever • Treatment: Only symptomatic • Vaccine: Available & recommended
de: • Übertragung: Sofort nach Stich • Symptom: Grippeähnlich, Fieber • Behandlung: Nur symptomatisch • Impfung: Verfügbar & empfohlen
fr: • Transmission: Immédiatement après morsure • Symptôme: Grippal, fièvre • Traitement: Seulement symptomatique • Vaccin: Disponible & recommandé

source: Risk Areas & Activities
de: Risikobereiche & Aktivitäten
fr: Zones à Risque & Activités

source: High Risk
de: Hohes Risiko
fr: Risque Élevé

source: Medium Risk
de: Mittleres Risiko
fr: Risque Moyen

source: Low Risk
de: Niedriges Risiko
fr: Risque Faible

# hikingTallGrass
source: Hiking in tall grass
de: Wandern in hohem Gras
fr: Randonnée dans hautes herbes

# forestEdges
source: Forest edges & clearings
de: Waldränder & Lichtungen
fr: Lisières de forêt & clairières

# undergrowth
source: Undergrowth & bushes
de: Unterholz & Büsche
fr: Sous-bois & buissons

source: Parks & gardens
de: Parks & Gärten
fr: Parcs & jardins

# picnicMeadows
source: Picnic in meadows
de: Picknick auf Wiesen
fr: Pique-nique dans les prairies

# joggingForest
source: Jogging in forest
de: Joggen im Wald
fr: Jogging en forêt

source: Maintained lawns
de: Gepflegte Rasenflächen
fr: Pelouses entretenues

source: Paved paths
de: Asphaltierte Wege
fr: Chemins pavés

source: Indoors
de: Innenräume
fr: Intérieurs

source: Tick Season
de: Zeckensaison
fr: Saison des Tiques

source: March - June
de: März - Juni
fr: Mars - Juin

source: Main Season
de: Hauptsaison
fr: Saison Principale

source: Highest Activity
de: Höchste Aktivität
fr: Activité Maximale

source: July - August
de: Juli - August
fr: Juillet - Août

source: High Summer
de: Hochsommer
fr: Plein Été

source: Medium Activity
de: Mittlere Aktivität
fr: Activité Moyenne

source: September - October
de: September - Oktober
fr: Septembre - Octobre

source: Autumn
de: Herbst
fr: Automne

source: Second Wave
de: Zweite Welle
fr: Deuxième Vague

source: November - February
de: November - Februar
fr: Novembre - Février

source: Winter
fr: Hiver

source: Low Activity
de: Niedrige Aktivität
fr: Activité Faible

source: In Emergencies
de: Bei Notfällen
fr: En Cas d'Urgence

# medicalEmergency
source: Medical Emergency: 116 117 Emergency: 112
de: Ärztlicher Notdienst: 116 117 Notruf: 112
fr: Service médical d'urgence: 116 117 Urgence: 112

# seekHelpImmediately
source: Seek medical help immediately if TBE or severe symptoms suspected!
de: Bei Verdacht auf FSME oder schwere Symptome sofort ärztliche Hilfe aufsuchen!
fr: Consultez immédiatement un médecin en cas de suspicion de FSME ou de symptômes graves!

source: Notifications
de: Benachrichtigungen

source: Date
de: Datum

source: Notes
de: Notizen
